Repository: wolixoriginal/paru
Catalog: po/*.po
Languages: fr, zh_tw

source: {}-{} is up to date -- skipping install
fr: {}-{} est à jour -- installation ignorée
zh_tw: {}-{} 已為最新 -- 略過安裝

source: keys need to be imported:
fr: les clés doivent être importés :
zh_tw: 必須匯入金鑰:

source: {key} wanted by: {base}
fr: {key} requis par : {base}
zh_tw: {key} 被這些軟體需要：{base}

source: No Date
fr: Pas de date
zh_tw: 無日期

source: No Title
fr: Pas de titre
zh_tw: 無標題

source: no new news
fr: pas de nouvelles informations
zh_tw: 沒有新的新聞

source: repo {} does not have a URL or Path
zh_tw: 軟體庫 {} 沒有 URL 或路徑

source: repo {} not downloaded (use -Sy --pkgbuilds to download)
fr: Le dépôt {} n'a pas été téléchargé (utiliser -Sy --pkgbuilds pour le télécharger)
zh_tw: 無法下載軟體庫 {}（使用 -Sy --pkgbuilds 以下載）

source: Generating .SRCINFO for {repo}/{dir}...
fr: Génération du .SRCINFO pour {repo}/{dir}...
zh_tw: 正在為 {repo}/{dir} 產生 .SRCINFO……

source: failed to parse srcinfo "{}"
zh_tw: 解析「{}」的 srcinfo 失敗

source: Downloading PKGBUILD Repos...
zh_tw: 正在下載 PKGBUILD 軟體庫……

source: failed to parse srcinfo generated by makepkg
fr: erreur lors de l'analyse du srcinfo généré par makepkg
zh_tw: 解析由 makepkg 產生的 srcinfo 失敗

source: [ignored]
fr: [ignoré]
zh_tw: [已忽略]

source: failed to get current exe
fr: échec de la récupération de l’exécutable
zh_tw: 取得目前 exe 失敗

source: syncing local databases...
fr: synchronisation des bases de données locales...
zh_tw: 正在同步本機資料庫……

source: nothing to do
fr: rien à faire
zh_tw: 無事可作

source: there is nothing to do
fr: il n'y a rien à faire
zh_tw: 無事可作

source: Packages
fr: Paquets
zh_tw: 軟體包

source: Proceed with removal?
zh_tw: 繼續移除？

source: aur search failed
fr: échec de la recherche dans l'AUR
zh_tw: aur 搜尋失敗

source: [Installed: {}]
fr: [Installés : {}]
zh_tw: [已安裝：{}]

source: [Installed]
fr: [Installé]
zh_tw: [已安裝]

source: [Out-of-date: {}]
fr: [Pas à jour : {}]
zh_tw: [過期：{}]

source: [Orphaned]
fr: [Orphelin]
zh_tw: [被棄置]

source: no packages match search
fr: aucun paquet ne correspond à la recherche
zh_tw: 無軟體包符合搜尋條件

source: Packages to install (eg: 1 2 3, 1-3):
fr: Paquets à installer (ex : 1 2 3, 1-3) :
zh_tw: 要安裝的軟體包（例如：1 2 3, 1-3）：

source: Select packages (eg: 1 2 3, 1-3):
zh_tw: 選取軟體包（例如：1 2 3, 1-3）：

source: Total installed packages: {}
fr: Total des paquets installés : {}
zh_tw: 總安裝軟體包：{}

source: Aur packages: {}
fr: Paquets de l'AUR : {}
zh_tw: Aur 軟體包：{}

source: Repo packages: {}
fr: Paquets des dépôts : {}
zh_tw: 軟體庫軟體包：{}

source: Explicitly installed packages: {}
fr: Paquets installés explicitement : {}
zh_tw: 明確安裝的軟體包：{}

source: Total Size occupied by packages: {}
fr: Taille totale des paquets : {}
zh_tw: 被軟體包佔用的總大小：{}

source: Ten biggest packages:
fr: Dix plus gros paquets :
zh_tw: 十個最大的軟體包：

source: [installed]
fr: [installé]
zh_tw: [已安裝]

source: Looking for PKGBUILD upgrades...
zh_tw: 正在尋找 PKGBUILD 升級……

source: Looking for AUR upgrades...
fr: Recherche des mises à jour pour les paquets de l'AUR...
zh_tw: 正在尋找 AUR 升級……

source: Looking for devel upgrades...
fr: Recherche de mises à jour pour les paquets devel...
zh_tw: 正在尋找開發升級……

source: warning:
fr: avertissement :
zh_tw: 警告：

source: {pkg}: ignoring package upgrade ({old} => {new})
fr: {pkg} : mise à jour du paquet ignorée ({old} => {new})
zh_tw: {pkg}：忽略軟體包升級（{old} => {new}）

source: Packages to exclude (eg: 1 2 3, 1-3):
fr: Paquets à exclure (ex : 1 2 3, 1-3) :
zh_tw: 要排除的軟體包（例如：1 2 3, 1-3）：

source: Enter a number (default=1):
fr: Entrez un nombre (défaut=1) :
zh_tw: 輸入數字（預設=1）：

source: invalid number: {}
fr: nombre invalide : {}
zh_tw: 無效數字：{}

source: invalid value: {n} is not between 1 and {max}
fr: valeur invalide : {n} n'est pas compris entre 1 et {max}
zh_tw: 無效值：{n} 並不在 1 到 {max} 間

source: There are {} members in group
fr: Il y a {} membres dans ce groupe
zh_tw: 群組中有 {} 個成員

source: Enter a selection (default=all):
fr: Entrez une sélection (défaut=tout) :
zh_tw: 輸入選擇（預設=全部）：

source: can not use chroot builds: devtools is not installed
fr: impossible d'utiliser chroot : devtools n'est pas installé
zh_tw: 無法使用 chroot 建置：未安裝 devtools

source: no operation specified (use -h for help)
fr: aucune cible spécifiée (utiliser -h pour l'aide)
zh_tw: 未指定動作（使用 -h 以取得說明）

source: [installed: {}]
fr: [installés : {}]
zh_tw: [已安裝：{}]

source: Pkgbuilds Make
fr: Pkgbuilds de compilation

source: Aur Make
fr: AUR (compilation)

source: [Y/n]:
fr: [O/n]

source: [y/N]:
fr: [o/N]

source: y
fr: o

source: yes
fr: oui
