Repository: wolixoriginal/paru
Catalog: po/*.po
Languages: fr, zh_tw

source: Do you want to clean ALL AUR packages from cache?
fr: Voulez-vous supprimer TOUS les paquets AUR du cache ?
zh_tw: 您確定要從快取中清除所有 AUR 軟體包嗎？

source: Do you want to clean all other AUR packages from cache?
fr: Voulez-vous supprimer tous les autres paquets AUR du cache ?
zh_tw: 您確定要從快取中清除其他所有的 AUR 軟體包嗎？

source: Clone Directory: {}
fr: Dossier Clone : {}
zh_tw: 再製目錄： {}

source: Diff Directory: {}
fr: Dossier Diff : {}
zh_tw: 差異目錄： {}

source: Do you want to remove all saved diffs?
fr: Voulez-vous supprimer toutes les diffs sauvegardées ?
zh_tw: 您確定要移除所有儲存的差異嗎？

source: can't open diff dir: {}
fr: impossible d'ouvrir le dossier diff : {}
zh_tw: 無法開啟差異資料夾： {}

source: could not remove '{}'
fr: impossible de supprimer '{}'
zh_tw: 無法移除「{}」

source: can't open clone dir: {}
fr: impossible d'ouvrir le dossier clone : {}
zh_tw: 無法開啟再製目錄： {}

source: could not parse .SRCINFO for '{}'
zh_tw: 無法解析「{}」的 .SRCINFO

source: option {} expects a value
fr: l'option {} nécessite une valeur
zh_tw: 選項 {} 預期值

source: option {} does not allow a value
fr: option {} ne prend pas de valeur
zh_tw: 選項 {} 不允許值

source: unknown option --{}
fr: option inconnue --{}
zh_tw: 未知的選項 --{}

source: unknown option -{}
fr: option inconnue -{}
zh_tw: 未知的選項 -{}

source: failed to open cache file '{}'
fr: échec de l'ouverture du fichier de cache '{}'
zh_tw: 開啟快取檔案「{}」失敗

source: could not update aur cache
fr: impossible de mettre à jour le cache de l'AUR
zh_tw: 無法更新 aur 快取

source: invalid value '{val}' for key '{key}', expected: {exp}
fr: valeur '{val}' invalide pour la clé '{key}', attendu : {exp}
zh_tw: 鍵「{key}」有無效值「{val}」，預期： {exp}

source: unknown mode {}
zh_tw: 未知的模式 {}

source: section can not be called {}
fr: la section ne peut pas être appelée {}
zh_tw: 區段不能稱為 {}

source: failed to find cache directory
fr: dossier de cache introuvable
zh_tw: 尋找快取目錄失敗

source: failed to find config directory
fr: dossier de configuration introuvable
zh_tw: 尋找設定目錄失敗

source: failed to find state directory
zh_tw: 找不到狀態目錄

source: config file '{}' does not exist
fr: le fichier de configuration '{}' n'existe pas
zh_tw: 設定檔「{}」不存在

source: only one operation may be used at a time
fr: une seule opération peut être utilisée à la fois
zh_tw: 一次只能使用一種操作

source: no local repo named {}
fr: pas de dépôt local nommé {}
zh_tw: 沒有名為 {} 的本機軟體庫

source: can not find local repo '{}' in pacman.conf
fr: impossible de trouver le dépôt local '{}' dans pacman.conf
zh_tw: 在 pacman.conf 中找不到本機軟體庫「{}」

source: failed to initialize alpm: root={} dbpath={}
fr: échec d'initialisation d'alpm : root={} dbpath={}
zh_tw: 初始化 alpm 失敗：root={} dbpath={}

source: value can not be empty for key '{}'
fr: la valeur ne peut être vide pour la clé '{}'
zh_tw: 鍵「{}」的值不能為空

source: key '{}' does not belong to a section
fr: la clé '{}' n'appartient pas à une section
zh_tw: 鍵「{}」不屬於某個部份

source: key can not be empty
fr: la clé ne peut pas être vide
zh_tw: 鍵不能為空

source: error: unknown option '{}' in repo
zh_tw: 錯誤：在軟體庫中有未知的選項「{}」

source: key can not contain null bytes
fr: la clé ne peut pas contenir de caractère nul
zh_tw: 鍵不能包含空的位元組

source: value can not contain null bytes
fr: la valeur ne peut pas contenir de caractère nul
zh_tw: 值不能包含空的位元組

source: error: unknown option '{}' in section [bin]
fr: erreur : option '{}' inconnue dans la section [bin]
zh_tw: 錯誤：在 [bin] 部份中有未知選項「{}」

source: error: unknown option '{}' in section [options]
fr: erreur : option '{}' inconnue dans la section [options]
zh_tw: 錯誤：在 [options] 部份中有未知選項「{}」

source: option '{}' does not take a value
fr: l'option '{}' n'accepte pas de valeur
zh_tw: 選項「{}」沒有值

source: There are {n} providers available for {pkg}:
fr: Il y a {n} fournisseurs disponibles pour {pkg} :
zh_tw: 有 {n} 個軟體包提供了 {pkg}：

source: Repository
fr: Dépôt
zh_tw: 軟體庫

source: failed to sync {}
fr: erreur de synchronisation de {}
zh_tw: 同步 {} 失敗

source: Querying AUR...
fr: Interrogation de l'AUR...
zh_tw: 正在檢索 AUR……

source: failed to parse srcinfo for '{}'
fr: échec de l'analyse du srcinfo pour '{}'
zh_tw: 解析「{}」的 srcinfo 失敗

source: Looking for devel repos...
fr: Recherche des dépôts devel...
zh_tw: 正在尋找 devel 軟體庫……

source: failed to save devel info
fr: échec de l'enregistrement des informations devel
zh_tw: 儲存 devel 資訊失敗

source: failed to create state directory: {}
zh_tw: 建立狀態目錄失敗：{}

source: failed to create temporary file: {}
zh_tw: 建立臨時檔案失敗：{}

source: failed to write to temporary file: {}
zh_tw: 寫入臨時檔案失敗：{}

source: failed to rename '{temp}' to '{devel_toml}
fr: erreur de renommage
zh_tw: 將「{temp}」重新命名為「{devel_toml}」

source: package does not have an update
fr: le paquet n'a pas de mise à jour
zh_tw: 軟體包沒有更新

source: failed to lookup: {}
fr: erreur lors de la recherche : {}
zh_tw: 查詢失敗：{}

source: invalid toml: {}
zh_tw: 無效的 toml：{}

source: packages not in the AUR:
fr: paquets introuvables dans l'AUR :
zh_tw: 不在 AUR 中的軟體包：

source: marked out of date:
fr: marqués comme pas à jour :
zh_tw: 標記為過期：

source: orphans:
fr: orphelins :
zh_tw: 被棄置：

source: failed to run:
fr: échec du lancement :
zh_tw: 執行失敗：

source: downloading: {pkg}
fr: téléchargement : {pkg}
zh_tw: 正在下載：{pkg}

source: Downloading PKGBUILDs...
fr: Téléchargement des PKGBUILDs...
zh_tw: 正在下載 PKGBUILD……

source: PKGBUILDs up to date
fr: PKGBUILDs à jour
zh_tw: PKGBUILD 皆為最新

source: Pacman is currently in use, please wait...
fr: Pacman est en cours d'utilisation, veuillez patienter...
zh_tw: Pacman 目前正在使用中，請稍候……

source: None
fr: Aucun
zh_tw: 無

source: Repo
fr: Dépôt
zh_tw: 軟體庫

source: Repo Make
fr: Dépôts (compilation)
zh_tw: 軟體庫 Make

source: Repo ({})
fr: Dépôt ({})
zh_tw: 軟體庫 ({})

source: Old Version
fr: Ancienne Version
zh_tw: 舊版本

source: New Version
fr: Nouvelle Version
zh_tw: 新版本

source: Make Only
zh_tw: 僅 Make

source: Yes
fr: Oui
zh_tw: 是

source: No
fr: Non
zh_tw: 否

source: insufficient columns available for table display
fr: nombre insuffisant de colonnes disponibles pour l'affichage du tableau
zh_tw: 可用於表格顯示的欄位不足

source: Usage:
fr: Utilisation :
zh_tw: 用法：

source: paru <operation> [...]
fr: paru <opération> [...]
zh_tw: paru <動作> [...]

source: paru <package(s)>
fr: paru <paquet(s)>
zh_tw: paru <軟體包>

source: Pacman operations:
fr: Opérations Pacman:
zh_tw: Pacman 動作：

source: paru {-D --database} <options> <package(s)>
fr: paru {-D --database} <options> <paquet(s)>
zh_tw: paru {-D --database} <選項> <軟體包>

source: paru {-F --files} [options] [package(s)]
fr: paru {-F --files} [options] [paquet(s)]
zh_tw: paru {-F --files} [選項] [軟體包]

source: paru {-Q --query} [options] [package(s)]
fr: paru {-Q --query} [options] [paquet(s)]
zh_tw: paru {-Q --query} [選項] [軟體包]

source: paru {-R --remove} [options] <package(s)>
fr: paru {-R --remove} [options] <paquets(s)>
zh_tw: paru {-R --remove} [選項] <軟體包>

source: paru {-S --sync} [options] [package(s)]
fr: paru {-S --sync} [options] [paquets(s)]
zh_tw: paru {-S --sync} [選項] [軟體包]

source: paru {-T --deptest} [options] [package(s)]
fr: paru {-T --deptest} [options] [paquet(s)]
zh_tw: paru {-T --deptest} [選項] [軟體包]

source: paru {-U --upgrade} [options] [file(s)]
fr: paru {-U --upgrade} [options] [fichier(s)]
zh_tw: paru {-U --upgrade} [選項] [檔案]

source: New operations:
fr: Nouvelles opérations:
zh_tw: 新動作：

source: paru {-P --show} [options]
zh_tw: paru {-P --show} [選項]

source: paru {-G --getpkgbuild} [package(s)]
fr: paru {-G --getpkgbuild} [paquet(s)]
zh_tw: paru {-G --getpkgbuild} [軟體包]

source: paru {-B --build} [dir(s)]
zh_tw: paru {-B --build} [目錄]

source: If no arguments are provided 'paru -Syu' will be performed
fr: Si aucun argument n'est fourni 'paru -Syu' sera exécuté
zh_tw: 若未提供參數，則會執行「paru -Syu」

source: Options without operation:
fr: Options sans opérations :
zh_tw: 無操作選項：

source: -c --clean Remove unneeded dependencies
fr: -c --clean Supprime les dépendances inutiles
zh_tw: -c --clean 刪除不需要的依賴

source: --gendb Generates development package DB used for updating
fr: --gendb Génère la BDD de paquets de développement utilisée pour mettre à jour
zh_tw: --gendb 產生用於更新的開發軟體包資料庫

source: New options:
fr: Nouvelles options :
zh_tw: 新選項：

source: --repo Assume targets are from the repositories
fr: --repo Suppose que les cibles sont dans les depôts
zh_tw: --repo 假設目標來自軟體庫

source: --pkgbuilds Assume targets are from pkgbuild repositories
zh_tw: --pkgbuilds 假設目標來自 pkgbuild 軟體庫

source: -a --aur Assume targets are from the AUR
fr: -a --aur Suppose que les cibles sont dans l'AUR
zh_tw: -a --aur 假設目標來自 AUR

source: --mode <mode> Sets where paru looks for targets
fr: --mode <mode> Défini l'endroit où paru cherche les cibles
zh_tw: --mode <mode> 設定 paru 尋找目標的位置

source: --interactive Enable interactive package selection for -S, -R, -Ss and -Qs
fr: --interactive Activer la selection interactive de paquet pour -S, -R, -Ss et -Qs
zh_tw: --interactive 啟用 -S, -R, -Ss 與 -Qs 的互動式軟體包選擇

source: --aururl <url> Set an alternative AUR URL
fr: --aururl <url> Défini une URL alternative pour l'AUR
zh_tw: --aururl <url> 設定替代 AUR URL

source: --aurrpcur <url> Set an alternative URL for the AUR /rpc endpoint
zh_tw: --aurrpcur <url> 為 AUR /rpc 端點設定備用 URL

source: --clonedir <dir> Directory used to download and run PKGBUILDs
fr: --clonedir <dossier> Dossier utilisé pour télécharger et exécuter PKGBUILDs
zh_tw: --clonedir <dir> 用於下載與執行 PKGBUILD 的目錄

source: --makepkg <file> makepkg command to use
fr: --makepkg <fichier> Commande makepkg à utiliser
zh_tw: --makepkg <file> 要使用的 makepkg 指令

source: --mflags <flags> Pass arguments to makepkg
fr: --mflags <arguments> Passe des arguments à makepkg
zh_tw: --mflags <flags> 傳遞參數給 makepkg

source: --pacman <file> pacman command to use
fr: --pacman <fichier> Commande pacman à utiliser
zh_tw: --pacman <file> 要使用的 pacman 指令

source: --git <file> git command to use
fr: --git <fichier> Commande git à utiliser
zh_tw: --git <file> 要使用的 git 指令

source: --gitflags <flags> Pass arguments to git
fr: --gitflags <arguments> Passe des arguments à git
zh_tw: --gitflags <flags> 傳遞參數給 git

source: --sudo <file> sudo command to use
fr: --sudo <fichier> Commande sudo à utiliser
zh_tw: --sudo <file> 要使用的 sudo 指令

source: --sudoflags <flags> Pass arguments to sudo
fr: --sudoflags <arguments> Passe des arguments à sudo
zh_tw: --sudoflags <flags> 傳遞參數給 sudo

source: --pkgctl <file> pkgctl command to use
zh_tw: --pkgctl <file> 要使用的 pkgctl 命令

source: --bat <file> bat command to use
fr: --bat <fichier> Commande bat à utiliser
zh_tw: --bat <file> 要使用的 bat 指令

source: --batflags <flags> Pass arguments to bat
fr: --batflags <arguments> Passe des arguments à bat
zh_tw: --batflags <flags> 傳遞參數給 bat

source: --gpg <file> gpg command to use
fr: --gpg <fichier> Commande gpg à utiliser
zh_tw: --gpg <file> 要使用的 gpg 指令

source: --gpgflags <flags> Pass arguments to gpg
fr: --gpgflags <arguments> Passe des arguments à gpg
zh_tw: --gpgflags <flags> 傳遞參數給 gpg

source: --fm <file> File manager to use for PKGBUILD review
fr: --fm <fichier> Gestionnaire de fichier à utiliser pour la relecture des PKGBUILDs
zh_tw: --fm <file> 用於 PKGBUILD 檢閱的檔案管理程式

source: --fmflags <flags> Pass arguments to file manager
fr: --fmflags <arguments> Passe des arguments au gestionnaire de fichier
zh_tw: --fmflags <flags> 傳遞參數給檔案管理程式

source: --completioninterval <n> Time in days to refresh completion cache
fr: --completioninterval <n> Temps en jour pour rafraîchir le cache de complétion
zh_tw: --completioninterval <n> 重新整理完成快取的時間（以天為單位）

source: --sortby <field> Sort AUR results by a specific field during search
fr: --sortby <field> Trier les résultats de l'AUR par un champs spécifique pendant la recherche
zh_tw: --sortby <field> 在搜尋時以特定欄位排序 AUR 結果

source: --searchby <field> Search for packages using a specified field
fr: --searchby <field> Recherche des paquets en utilisant un champs spécifique
zh_tw: --searchby <field> 使用特定欄位搜尋軟體包

source: --limit <limit> Limits the number of items returned in a search
fr: --limit <limit> Limite le nombre d'éléments retournés dans une recherche
zh_tw: --limit <limit> 限制一次搜尋中回傳的項目數量

source: -x --regex Enable regex for aur search
fr: -x --regex Activer les regex pour la recherche dans l'aur
zh_tw: -x --regex 對 AUR 搜尋啟用正規表示式

source: --skipreview Skip the review process
fr: --skipreview Passer le processus de relecture
zh_tw: --skipreview 略過審閱流程

source: --review Don't skip the review process
fr: --review Ne pas passer le processus de relecture
zh_tw: --review 不要略過審閱流程

source: --[no]upgrademenu Show interactive menu to skip upgrades
fr: --[no]upgrademenu Montrer le menu interactif pour passer les mises à jour
zh_tw: --[no]upgrademenu 顯示互動式選單以略過升級

source: --[no]removemake Remove makedepends after install
fr: --[no]removemake Enlève les dépendances de compilation après installation
zh_tw: --[no]removemake 安裝完成後移除建置用的依賴關係

source: --[no]cleanafter Remove package sources after install
fr: --[no]cleanafter Supprime les sources des paquets après installation
zh_tw: --[no]cleanafter 安裝後移除軟體包來源

source: --[no]rebuild Always build target packages
fr: --[no]rebuild Toujours recompiler les paquets cibles
zh_tw: --[no]rebuild 一律建置目標軟體包

source: --[no]redownload Always download PKGBUILDs of targets
fr: --[no]redownload Toujours télécharger les PKGBUILDs des cibles
zh_tw: --[no]redownload 一律下載目標 PKGBUILD

source: --[no]pgpfetch Prompt to import PGP keys from PKGBUILDs
fr: --[no]pgpfetch Demande à importer les clés PGP depuis les PKGBUILDs
zh_tw: --[no]pgpfetch 提示從 PKGBUILD 匯入 PGP 金鑰

source: --[no]useask Automatically resolve conflicts using pacman's ask flag
fr: --[no]useask Résoudre automatiquement les conflits en utilisant l'argument pacman ask
zh_tw: --[no]useask 使用 pacman 的 ask 旗標來自動解決衝突

source: --[no]savechanges Commit changes to pkgbuilds made during review
fr: --[no]savechanges Valider les changements apportés aux pkgbuilds pendant la révision
zh_tw: --[no]savechanges 遞交在審閱期間對 PKGBUILD 所作的變更

source: --[no]newsonupgrade Print new news during sysupgrade
fr: --[no]newsonupgrade Affiche les dernières nouvelles pendant la mise à jour du système
zh_tw: --[no]newsonupgrade 在系統升級時印出新的新聞

source: --[no]combinedupgrade Refresh then perform the repo and AUR upgrade together
fr: --[no]combinedupgrade Rafraîchit et effectue les mises à jour du dépôt et de l'AUR en même temps
zh_tw: --[no]combinedupgrade 重新整理，然後同時執行軟體庫與 AUR 的升級

source: --[no]batchinstall Build multiple AUR packages then install them together
fr: --[no]batchinstall Compile plusieurs paquets depuis l'AUR et les installe en même temps
zh_tw: --[no]batchinstall 建置多個 AUR 軟體包然後一起安裝

source: --[no]provides Look for matching providers when searching for packages
fr: --[no]provides Recherche des fournisseurs correspondants lors de la recherche des paquets
zh_tw: --[no]provides 在搜尋軟體包時尋找相符的提供者

source: --[no]devel Check development packages during sysupgrade
fr: --[no]devel Vérifie les paquets de développement pendant la mise à jour du système
zh_tw: --[no]devel 在系統升級時檢查開發軟體包

source: --[no]installdebug Also install debug packages when a package provides them
fr: --[no]installdebug Installe aussi les paquets de déboguage quand un paquet les fournit
zh_tw: --[no]installdebug 若軟體包提供除錯軟體包時則同時安裝

source: --[no]sudoloop Loop sudo calls in the background to avoid timeout
fr: --[no]sudoloop Appelle sudo en arrière plan pour éviter l’expiration du délai
zh_tw: --[no]sudoloop 在背景讓 sudo 呼叫形成迴圈以避免逾時

source: --[no]chroot Build packages in a chroot
fr: --[no]chroot Compile les paquets dans un chroot
zh_tw: --[no]chroot 在 chroot 中建置軟體包

source: --[no]failfast Exit as soon as building an AUR package fails
fr: --[no]failfast S'arrêter dès que la construction d'un paquet AUR échoue
zh_tw: --[no]failfast 建構 AUR 軟體包失敗後立刻退出

source: --[no]keepsrc Keep src/ and pkg/ dirs after building packages
fr: --[no]keepsrc Conserver src/ et pkg/ après la construction des paquets
zh_tw: --[no]keepsrc 在建構完軟體包後保留 src/ 與 pkg/ 目錄

source: --[no]sign Sign packages with gpg
fr: --[no]sign Signe les paquets avec gpg
zh_tw: --[no]sign 使用 gpg 簽署軟體包

source: --[no]signdb Sign databases with gpg
fr: --[no]signdb Signe les bases de données avec gpg
zh_tw: --[no]signdb 使用 gpg 簽署資料庫

source: --[no]localrepo Build packages into a local repo
zh_tw: --[no]localrepo 將軟體包建置到本機軟體庫中

source: --nocheck Don't resolve checkdepends or run the check function
fr: --nocheck Ne pas résoudre les dépendances ou lancer la fonction de vérification
zh_tw: --nocheck 不要解決檢查用的依賴關係或是執行 check 函式

source: --develsuffixes Suffixes used to decide if a package is a devel package
fr: --develsuffixes Suffixes utilisés pour décider si un paquet est un paquet de développement
zh_tw: --develsuffixes 用於決定軟體包是否為開發軟體包的後綴

source: --ignoredevel Ignore devel upgrades for specified packages
zh_tw: --ignoredevel 忽略指定軟體包的開發升級

source: --bottomup Shows AUR's packages first and then repository's
fr: --bottomup Afficher les paquets de l'AUR en premier et ceux du dépôt ensuite
zh_tw: --bottomup 先顯示 AUR 的軟體包，然後才是軟體庫的

source: --topdown Shows repository's packages first and then AUR's
fr: --topdown Affiche les paquets du dépôt et ceux de l'AUR ensuite
zh_tw: --topdown 先顯示軟體庫的軟體包，然後才是 AUR 的

source: show specific options:
fr: options spécifiques de --show :
zh_tw: show 專用選項：

source: -c --complete Used for completions
fr: -c --complete Utilisé pour les complétions
zh_tw: -c --complete 用於補完

source: -s --stats Display system package statistics
fr: -s --stats Affiche des statistiques sur les paquets du système
zh_tw: -s --stats 顯示系統軟體包統計

source: -w --news Print arch news
fr: -w --news Afficher les nouvelles d'arch
zh_tw: -w --news 顯示 Arch 新聞

source: getpkgbuild specific options:
fr: options spécifiques de --getpkgbuild :
zh_tw: getpkgbuild 專用選項：

source: -p --print Print pkgbuild to stdout
fr: -p --print Affiche le pkgbuild sur la sortie standard
zh_tw: -p --print 讓 PKGBUILD 顯示於標準輸出

source: -c --comments Print AUR comments for pkgbuild
fr: -c --comments Affiche les commentaires de l'AUR pour le pkgbuild
zh_tw: -c --comments 顯示 PKGBUILD 的 AUR 評論

source: -s --ssh Clone package using SSH
fr: -s --ssh Clone le paquet via SSH
zh_tw: -s --ssh 使用 SSH 再製軟體包

source: Build specific options:
zh_tw: 專用於建置的選項：

source: -i --install Install package as well as building
fr: -i --install Installe le paquet après l'avoir compilé
zh_tw: -i --install 建置並安裝軟體包

source: package '{}' was not found
fr: le paquet '{}' n'a pas été trouvé
zh_tw: 找不到軟體包「{}」

source: Name
fr: Nom
zh_tw: 名稱

source: Version
zh_tw: 版本

source: Description
zh_tw: 描述

source: Groups
fr: Groupes
zh_tw: 群組

source: Licenses
fr: Licences
zh_tw: 授權條款

source: Provides
fr: Fournit
zh_tw: 提供

source: Depends On
fr: Dépend de
zh_tw: 依賴於

source: Make Deps
fr: Dépendances de compilation
zh_tw: 建置用依賴關係

source: Check Deps
fr: Dépendances de vérification
zh_tw: 檢查用依賴關係

source: Optional Deps
fr: Dépendances optionnelles
zh_tw: 可選依賴

source: Conflicts With
fr: Est en conflit avec
zh_tw: 與它衝突

source: Maintainer
fr: Mainteneur
zh_tw: 維護者

source: Votes
zh_tw: 投票

source: Popularity
fr: Popularité
zh_tw: 人氣

source: First Submitted
fr: Première soumission
zh_tw: 首次遞交

source: Last Modified
fr: Dernière mise à jour
zh_tw: 最後修改

source: Out Of Date
fr: Pas à jour
zh_tw: 過期

source: Package Base ID
fr: ID de base du paquet
zh_tw: 軟體包基礎 ID

source: Keywords
fr: Mots clés
zh_tw: 關鍵字

source: Snapshot URL
fr: URL de l'instantané
zh_tw: 快照 URL

source: Path
fr: Chemin
zh_tw: 路徑

source: error:
fr: erreur :
zh_tw: 錯誤：

source: could not get news
fr: impossible de récupérer les nouvelles
zh_tw: 無法取得新聞

source: Proceed with installation?
fr: Procéder à l'installation ?
zh_tw: 繼續安裝？

source: could not find .SRCINFO for '{}'
fr: impossible de trouver le .SRCINFO pour '{}'
zh_tw: 找不到「{}」的 .SRCINFO

source: could not find package '{pkg}' in package list for '{base}'
fr: le paquet '{pkg}' n'a pas été trouvé dans la liste des paquets pour '{base}'
zh_tw: 在「{base}」的軟體包清單中找不到軟體包「{pkg}」

source: packages failed to build: {}
fr: la compilation des paquets suivants a échouée : {}
zh_tw: 建置軟體包失敗：{}

source: adding {} to the install list
fr: ajout de {} à la liste des installations
zh_tw: 正在新增 {} 至安裝清單

source: failed to download sources for '{}'
fr: échec du téléchargement des sources pour '{}'
zh_tw: 下載「{}」來源失敗

source: failed to build '{}'
fr: échec de la compilation de '{}'
zh_tw: 建置「{}」失敗

source: {}: parsing pkg list...
fr: {} : analyse de la liste des paquets...
zh_tw: {}：正在解析軟體包清單……

source: package list does not match srcinfo
fr: la liste de paquet ne correspond pas avec le fichier srcinfo
zh_tw: 軟體包清單不符合 srcinfo

source: {}-{} is up to date -- skipping build
fr: {}-{} est à jour -- inutile de recompiler le paquet
zh_tw: {}-{} 已為最新 -- 略過建置步驟

source: can't build {base}, deps not satisfied: {deps}
fr: impossible de construire {base}, dépendances non satisfaites: {deps}
zh_tw: 無法建構 {base}，並未滿足以下依賴關係： {deps}

source: fetching devel info...
fr: récupération des informations de devel...
zh_tw: 正在擷取開發資訊……

source: no targets specified (use -h for help)
fr: aucune cible spécifiée (utiliser -h pour l'aide)
zh_tw: 未指定目標（使用 -h 以取得說明）

source: there is nothing to do
fr: il n'y a rien à faire
zh_tw: 無事可作

source: Resolving dependencies...
fr: Résolution des dépendances...
zh_tw: 正在解決依賴關係……

source: can't install AUR package as root
fr: impossible d'installer le paquet de l'AUR en tant que root
zh_tw: 無法以 root 身份安裝 AUR 軟體包

source: --downloadonly can't be used for AUR packages
fr: --downloadonly ne peut pas être utilisé pour les paquets de l'AUR
zh_tw: --downloadonly 不能用於 AUR 軟體包

source: Remove make dependencies after install?
fr: Désinstaller les dépendances de compilation après l'installation ?
zh_tw: 在安裝後移除建置用的依賴關係？

source: Proceed to review?
fr: Procéder à la relecture ?
zh_tw: 繼續檢閱？

source: no architecture
fr: pas d'architecture
zh_tw: 無架構

source: The following packages are not compatible with your architecture:
fr: Les paquets suivants ne sont pas compatibles avec votre architecture :
zh_tw: 以下的軟體包與您的架構不相容：

source: Would you like to try build them anyway?
fr: Voulez-vous quand même essayer de les compiler ?
zh_tw: 您無論如何都想要建置它們嗎？

source: duplicate packages: {}
fr: paquets en doublon : {}
zh_tw: 重複的軟體包：{}

source: could not find all required packages:
fr: certains des paquets requis n'ont pas pu être trouvés :
zh_tw: 找不到所有需要的軟體包：

source: {missing} (wanted by: {stack})
fr: {missing} (requis par : {stack})
zh_tw: {missing}（被以下軟體包需要：{stack}）

source: {}-{} is up to date -- skipping
fr: {}-{} est à jour -- omission
zh_tw: {}-{} 已為最新 -- 略過

source: Calculating conflicts...
fr: Calcul des conflits...
zh_tw: 正在計算衝突……

source: Calculating inner conflicts...
fr: Calcul des conflits internes...
zh_tw: 正在計算內部衝突……

source: Inner conflicts found:
fr: Conflits internes trouvés :
zh_tw: 找到內部衝突：

source: Conflicts found:
fr: Conflits trouvés :
zh_tw: 找到衝突：

source: Conflicting packages will have to be confirmed manually
fr: Les paquets conflictuels doivent être confirmés manuellement
zh_tw: 必須手動確認有衝突的軟體包

source: can not install conflicting packages with --noconfirm
fr: impossible d'installer les paquets conflictuels avec --noconfirm
zh_tw: 無法使用 --noconfirm 安裝衝突的軟體包

source: failed to execute file manager: {}
fr: échec de l’exécution du gestionnaire de fichier : {}
zh_tw: 執行檔案管理程式失敗：{}

source: file manager did not execute successfully
fr: le gestionnaire de fichier ne s'est pas exécuté correctement
zh_tw: 檔案管理程式未成功執行

source: failed to read dir: {}
fr: échec de la lecture du dossier : {}
zh_tw: 讀取目錄失敗：{}

source: failed to open: {}
fr: échec de l'ouverture de : {}
zh_tw: 開啟失敗：{}

source: binary file: {}
fr: fichier binaire : {}
zh_tw: 二進位檔案：{}

source: Accept changes?
fr: Accepter les changements ?
zh_tw: 接受變更？

source: nothing new to review
fr: rien de nouveau à relire
zh_tw: 沒有新東西需要檢閱

source: can't find package name in packagelist: {}
fr: impossible de trouver le nom du paquet dans la liste des paquets : {}
zh_tw: 在軟體包清單中找不到軟體包名稱：{}

source: Signing packages...
fr: Signature des paquets...
zh_tw: 正在簽署軟體包……
